{
  "HH": [
    {
      "id": "88129907",
      "name": "Стажёр-разработчик",
      "salary_ot": null,
      "salary_do": null,
      "responsibility": "Разработка backend и frontend частей web, десктопных и мобильных приложений. Анализ требований, проектирование архитектуры, тестирование. Поддержка production- и development инфраструктуры. "
    },
    {
      "id": "88094443",
      "name": "Junior Developer",
      "salary_ot": null,
      "salary_do": null,
      "responsibility": "Вносить свой вклад в развитие нашего проекта. Писать хороший код на <highlighttext>Python</highlighttext> и React/Angular и покрывать его тестами. "
    },
    {
      "id": "88186907",
      "name": "Экономист-аналитик (junior data scientist)",
      "salary_ot": null,
      "salary_do": null,
      "responsibility": "Анализ российской и зарубежной литературы по профилю. Анализ временных рядов и панельных данных. Разработка алгоритмов предварительного анализа данных, кластеризация, выявление..."
    },
    {
      "id": "88131222",
      "name": "Разработчик python",
      "salary_ot": 2500,
      "salary_do": null,
      "responsibility": "Работать предстоит с созданием приложений (оконных и веб), дополнений к CRM системам, панелей управлений и их модерацией. Также с Мессенджерами..."
    },
    {
      "id": "88202140",
      "name": "Junior программист/разработчик Frontend backend/Junior разработчик",
      "salary_ot": 75000,
      "salary_do": 90000,
      "responsibility": "Разрабатываем и дорабатываем несколько приложений на Java/kotlin под android. Пишем плагины, много работаем с opensource (нужно уметь читать чужой..."
    },
    {
      "id": "87662963",
      "name": "Junior Python Backend Developer",
      "salary_ot": null,
      "salary_do": 60000,
      "responsibility": "Поддерживать и дополнять функционал CRM."
    },
    {
      "id": "87616901",
      "name": "Python разработчик",
      "salary_ot": null,
      "salary_do": 60000,
      "responsibility": "Разработка и поддержка проектов на django, fastapi и tornado. Реализация задач назначаемых архитектором системы. Работа в микросервисной парадигме. "
    },
    {
      "id": "88023920",
      "name": "Python разработчик junior",
      "salary_ot": 30000,
      "salary_do": 60000,
      "responsibility": "Создание мониторингов. Исправление критических ошибок, используя автоматизации. Работа с бекапами. Составление схем взаимодействия между сервисами. Написание проектов по автоматизации работы."
    },
    {
      "id": "88077138",
      "name": "QA Engineer Manual (Web)",
      "salary_ot": 120000,
      "salary_do": 200000,
      "responsibility": "Функциональное ручное тестирование веб-сервисов, а также UX/UI дизайна. Контроль качества продукта на всех этапах разработки - от идеи до..."
    },
    {
      "id": "86324076",
      "name": "Разработчик Python (junior)",
      "salary_ot": null,
      "salary_do": 80000,
      "responsibility": "Написание микросервисов для аналитических сервисов (формируют хитрый оптимизированный запрос в БД, обрабатывает на <highlighttext>python</highlighttext> и отдает в <highlighttext>python</highlighttext>). "
    }
  ],
  "SJ": [
    {
      "id": 47579615,
      "name": "Разработчик Python/ Python Developer",
      "salary_ot": 150000,
      "salary_do": 200000,
      "responsibility": "Уважаемые соискатели! Работа в офисе (г.Москва, м. Новослободская)Задачи: Разработка с использованием Python3; Поддержка и доработка существующих сервисов, интеграций; Проектирование и разработка нового функционала, модулей для различных интеграций; Умение разбирать и дорабатывать чужой код.Наши Требования: Опыт коммерческой разработки на Python (от 1 года); Опыт работы с система контроля версий Git; Опыт интеграции со сторонними сервисами и API; Знание Python 3.10+; Опыт работы с базами данных, понимание базовых принципов внутренней работы реляционных БД; Уверенный пользователь Linux; Базовые знания сетевых технологий, клиент-серверного взаимодействия, протокола HTTP(S), REST, SOAP; Базовые знания Docker, Docker Compose; Базовые знания очередей сообщения Kafka/RabbitMQ. Технологический стек: Python 3.10 (fastapi/flask, pydantic, psycopg2, pymssql, aiodbc, pytest); БД (PostgreSQL, MS SQL, MySQL); Kafka; Docker, Docker Compose; Graylog, Zabbix.Будет плюсом: Понимание микросервисной архитектуры; Знание DICOM протокола; Опыт работы с NoSQL; Опыт работы с Graylog стек.Мы предлагаем: Работу в крупном холдинге, который стабильно существует на рынке с 1998 года; Перспективы профессионального развития и карьерного роста; Достойную оплату труда: высокий стабильный оклад; Полностью официальную «белую» ЗП; Работа в офисе, 5/2 с 9:00 до 18:00 или с 10:00 до 19:00. Место для отдыха и приема пищи; Льготное медицинское обслуживание для сотрудников и членов семьи; Скидки от компаний входящих в Группу Гута (фитнес клубы, рестораны Савой, отели Савой, специальные программы ГУТА-Банка, Гута-страхование) Адекватное руководство – современные, прогрессивные, вовлеченные, поддерживающие современные технологии и тренды. В сопроводительном письме просьба указывать Ваши зарплатные ожидания, если они не указаны в резюме. До встречи на собеседовании!"
    }
  ]
}